// ==========================================================================================
// Компонент Loader – це індикатор завантаження
// ==========================================================================================
// Компонент Loader відображається замість галереї, поки відбувається запит за фільмами
// ------------------------------------------------------------------------------------------

// Імпорт модуля зі стилями компонента
import css from "./Loader.module.css";

// Компонент Loader
export default function Loader() {
  return <p className={css.text}>Loading movies, please wait...</p>;
}
