// ==========================================================================================
// Компонент ErrorMessage – це Повідомлення про помилку
// ==========================================================================================
// Компонент ErrorMessage рендериться замість галереї фільмів у випадку помилки HTTP-запиту
// ------------------------------------------------------------------------------------------

// Імпорт модуля зі стилями компонента
import css from "./ErrorMessage.module.css";

// Компонент ErrorMessage
export default function ErrorMessage() {
  return <p className={css.text}>There was an error, please try again...</p>;
}
